{
    "individuals": [
        {
            "id": 1,
            "firstName": "第一计",
            "lastName": "瞒天过海",
            "birthdate": "在唐太宗李世民准备攻打隋末割据军阀王世充时，他需要率军渡过黄河。然而，王世充派兵严密监视黄河渡口，企图阻止唐军渡河。李世民决定采用计策，瞒天过海。他命令士兵修建浮桥，并且在白天在河边进行演练，让敌军相信他们的计划是从这里渡河。与此同时，李世民秘密派遣一支精锐部队，在夜间悄悄渡过黄河的另一处不被敌军察觉的地方。由于敌军被白天的假象所迷惑，集中兵力在浮桥附近，未能发现唐军的真正渡河地点。结果，唐军成功渡过黄河，绕过了敌军的防线，出其不意地攻击了敌军，最终取得了胜利。这一计策充分体现了瞒天过海的智慧，通过掩盖真实意图，迷惑敌人，使其无法做出有效反应。",
            "profilePicture": "1",
            "forceSensitive": true,
            "affiliation": "JEDI"
        },
        {
            "id": 2,
            "firstName": "第二计",
            "lastName": "围魏救赵",
            "birthdate": "战国时期，魏国攻打赵国，并包围了赵国的都城邯郸。赵国危在旦夕，向齐国求救。齐国的大将田忌和谋士孙膑商议如何解救赵国。孙膑提出了一个策略：不直接与魏军交战，而是率军攻打魏国的都城大梁（今河南开封）。田忌采纳了孙膑的建议，带领齐军向魏国进发。当魏国的国君魏惠王得知齐军攻打大梁的消息后，非常惊恐，急忙命令主将庞涓撤回魏军，回救大梁。魏军被迫从赵国撤军，急速返回魏国。而齐军则在半路上设伏，成功地打败了仓促回援的魏军。这一策略不仅解救了赵国，还重创了魏国的军队，迫使魏国从此不敢轻易进攻赵国。这个计策充分体现了围魏救赵的智慧，通过威胁敌方的核心利益，迫使其分兵救援，从而达到解围的目的。",
            "profilePicture": "2",
            "forceSensitive": true,
            "affiliation": "RESISTANCE"
        },
        {
            "id": 3,
            "firstName": "第三计",
            "lastName": "借刀杀人",
            "birthdate": "在东汉末年，董卓掌握了朝政，作威作福，横行霸道，引起了很多忠臣和义士的不满。董卓手下有一员猛将吕布，勇猛无敌，是董卓的心腹。王允是朝中的一位忠臣，他想除掉董卓，但深知凭借自己的力量无法与董卓抗衡。于是，王允决定利用吕布来除掉董卓。王允知道吕布虽然勇猛，但他非常好色，且与董卓之间的关系并不牢固。王允决定从吕布的弱点入手。他将自己的养女貂蝉介绍给吕布，并让貂蝉在吕布面前表露爱意。吕布对貂蝉一见钟情，被她迷得神魂颠倒。与此同时，王允又将貂蝉献给董卓。董卓也被貂蝉的美貌所迷惑，留她在府中宠爱有加。貂蝉在董卓面前假装被吕布调戏，故意挑拨两人之间的关系。吕布发现董卓霸占了自己心爱的女子，心中愤恨，逐渐对董卓产生了杀意。王允见时机成熟，便秘密地劝说吕布除掉董卓，以解心头之恨。吕布在王允的挑唆下，决定行动。最终，吕布趁董卓不备，手刃了董卓。这样，王允成功地利用吕布的手，借刀杀人，除掉了董卓，实现了自己的目的，而自己则毫发无损。",
            "profilePicture": "3",
            "forceSensitive": false,
            "affiliation": "RESISTANCE"
        },
        {
            "id": 4,
            "firstName": "第四计",
            "lastName": "以逸待劳",
            "birthdate": "汉王刘邦与楚霸王项羽相争多年，双方势均力敌。刘邦的谋士韩信提出了以逸待劳的策略。他建议刘邦派军队包围项羽，切断其粮草供应，让项羽的军队陷入困境。同时，汉军则保持休整，养精蓄锐，等待最佳时机。随着时间的推移，项羽的军队逐渐疲惫不堪，士气低落，而刘邦的军队则保持了战斗力。在此情况下，刘邦发起了总攻，最终在垓下之战中大败项羽，结束了楚汉战争。",
            "profilePicture": "4",
            "forceSensitive": false,
            "affiliation": "RESISTANCE"
        },
        {
            "id": 5,
            "firstName": "第五计",
            "lastName": "趁火打劫",
            "birthdate": "在三国时期，东吴的孙权与蜀汉的刘备结盟，共同对抗曹魏。一次，曹操率大军南下进攻孙权，双方在长江边展开激战。曹操的水军虽然数量众多，但由于缺乏水战经验，船只连环结阵，行动不便。孙权的谋士黄盖提出了火攻策略。他装作投降，派出装满易燃物品的船只靠近曹操的连环战船。待船只靠近后，黄盖命人点燃船只，火势迅速蔓延，曹操的水军陷入一片火海，损失惨重。刘备得知曹操大败后，迅速派军队趁火打劫，攻占了许多曹操的城池和地盘。这一战术不仅帮助孙权击退了曹操，还使刘备趁机扩大了自己的势力范围。",
            "profilePicture": "5",
            "forceSensitive": true,
            "affiliation": "FIRST_ORDER"
        },
        {
            "id": 6,
            "firstName": "第六计",
            "lastName": "声东击西",
            "birthdate": "在三国时期，曹操与袁绍在官渡进行了一场决定性的战役。袁绍的军队人数众多，装备精良，而曹操的军队则相对较少，处于劣势。为了扭转局势，曹操决定采用声东击西的计谋。曹操派出一支小部队假装攻打袁绍的营地，在东边制造了很大的动静，让袁绍以为曹操的主力部队在东边。袁绍调动了大量兵力前往东边进行防御。而此时，曹操的主力部队却悄悄绕到袁绍的后方，袭击了袁绍的粮草供应基地。袁绍的大军因为缺乏粮草供应，军心动摇，最终在官渡之战中被曹操击败。这一战役成为三国历史上的重要转折点，曹操由此奠定了北方霸主的地位。",
            "profilePicture": "6",
            "forceSensitive": true,
            "affiliation": "FIRST_ORDER"
        },
        {
            "id": 7,
            "firstName": "第七计",
            "lastName": "无中生有",
            "birthdate": "在三国时期，蜀国的诸葛亮与魏国的司马懿对峙于祁山。由于蜀军粮草不足，诸葛亮决定退兵。但为了掩盖这个计划，他想出了一个无中生有的计策。诸葛亮命令部下在夜间秘密撤退，同时留下少部分兵力在营地制造正常的生活和行军的假象。白天，蜀军在营地里燃起大量的炊烟，给魏军造成蜀军依旧驻扎的假象。同时，诸葛亮还命人在营地周围设置了大量的旗帜和军械，假装准备大规模战斗。司马懿看到蜀军营地炊烟四起、军械齐备，误以为蜀军并未撤退，反而在做战斗准备，因此不敢轻举妄动。结果，诸葛亮成功地将主力部队撤回蜀地，保全了军队的实力。",
            "profilePicture": "7",
            "forceSensitive": false,
            "affiliation": "FIRST_ORDER"
        },
        {
            "id": 8,
            "firstName": "第八计",
            "lastName": "暗度陈仓",
            "birthdate": "在西汉初期，汉高祖刘邦与楚霸王项羽争夺天下。刘邦的军师韩信，是一位才智出众的将领，屡次为刘邦出谋划策，使其在多次战役中取得胜利。当时，韩信奉命带领一支军队前往攻打西魏的领地。西魏的统治者非常强大，防守十分严密，正面进攻很可能会遭到惨败。韩信决定采用暗度陈仓的策略来突破敌人的防线。韩信命令士兵们在白天在陈仓附近修筑浮桥，制造出要从这里渡河进攻的假象。他还让士兵们在陈仓附近频繁活动，制造出即将大规模进攻的假象，以吸引敌人的注意力。与此同时，韩信秘密派遣一支精锐部队，悄悄地从另一条小路渡过黄河。因为敌人的注意力全部集中在陈仓，他们并没有发现韩信的真正进攻路线。韩信的精锐部队成功地绕过了敌人的防线，出其不意地攻击了西魏的腹地。当敌人发现韩信的部队已经进入西魏腹地时，后悔莫及，仓促应战，最终被韩信击败。通过暗度陈仓的策略，韩信不仅成功地突破了敌人的防线，还迅速占领了西魏的重要据点，为刘邦的统一大业立下了汗马功劳。",
            "profilePicture": "8",
            "forceSensitive": true,
            "affiliation": "SITH"
        },
        {
            "id": 9,
            "firstName": "第九计",
            "lastName": "隔岸观火",
            "birthdate": "这个故事发生在战国时期，当时七国争雄，局势复杂多变，各国君主和大臣们都在谋划着如何扩大自己的势力和影响力。有一次，齐国和燕国发生了激烈的冲突，双方都调动了大量的军队进行战争。战况非常激烈，双方都损失惨重。邻近的赵国国君赵武灵王得知此事后，决定采取隔岸观火的策略，他没有急于介入，而是冷静地观察这场战争的发展。赵武灵王召集大臣们商议，他说：现在齐国和燕国正在拼死拼活地战斗，如果我们现在介入，无论支持哪一方，都会引来另一方的仇视。而且，我们现在的实力也不足以同时对抗两国。不如静观其变，等他们两败俱伤时，我们再出手收拾残局。大臣们听后，纷纷表示赞同。于是，赵武灵王下令，严密关注战局的发展，但不派兵介入。这场战争持续了数月，齐国和燕国的军队都受到了极大的损耗，最终两国都无力再战，只能议和。战争结束后，齐国和燕国的国力大幅削弱，而赵国因为采取了隔岸观火的策略，保全了实力。此时，赵武灵王抓住时机，迅速调动军队，发动了一场闪电战，轻而易举地夺取了原本属于齐国和燕国的大片领土，扩大了赵国的版图和影响力。",
            "profilePicture": "9",
            "forceSensitive": false,
            "affiliation": "JEDI"
        },
        {
            "id": 10,
            "firstName": "第十计",
            "lastName": "笑里藏刀",
            "birthdate": "在战国时期，齐国国君田文惠公面对周围敌国的包围和威胁，他决定采取笑里藏刀的策略来保护国家的利益。田文惠公表面上对周围国家示好，频繁派使者和外交官出使各国，展示出齐国的友好和善意。他还大力提倡内部的经济发展和文化繁荣，吸引了大量商人和文化人士来到齐国，使得齐国的国力得到了一定的恢复和增强。然而，背后田文惠公并没有放松对敌国的警惕和防备。他在国境线上加强了军事防守，密切监视周围国家的动向。同时，他通过特工和间谍，秘密收集敌国的情报，并策划针对性的行动。有一次，齐国的一位使者前往楚国进行外交，表现出极大的友好态度和诚意。在楚国，他与楚国国君交谈甚欢，表达出齐国希望与楚国建立长久友好关系的愿望。然而，使者在楚国期间，利用机会暗中收集了大量关于楚国军事和政治的情报，并通过暗号传递给齐国的特工。这些情报最终帮助齐国了解了楚国的真实意图和弱点，为将来可能的行动做好了准备。田文惠公通过笑里藏刀的策略，既维护了齐国的外交形象和内部稳定，又保护了国家的安全和利益。",
            "profilePicture": "10",
            "forceSensitive": true,
            "affiliation": "RESISTANCE"
        },
        {
            "id": 11,
            "firstName": "第十一计",
            "lastName": "李代桃僵",
            "birthdate": "传说有兄弟五人，均为好逸恶劳、游手好闲的浪荡子，一个偶然的机会，他们得到了皇帝的赏识，当上了侍中郎。从此他们的生活发生了翻天覆地的变化，荣华富贵享之不尽，成了钟鸣鼎食之家。所住宅第，黄金雕花的阁门，屋顶的琉璃黄瓦，凌空的楼阁，红色的阁道，犹如飞翔在天空，仿佛仙子所居。厅堂之上，各种精致的酒樽应有尽有。他们可以彻夜狂欢。酒酣耳热之时，还有美丽的女乐工在旁奏乐助兴。在他们后花园的池塘之内，有三十六对鸳鸯调情戏水，好不尽兴。后来，五兄弟有人犯了罪，一朝成了阶下囚，不得不接受酷刑。这时其他兄弟各扫自家门前雪，休管他人瓦上霜，毫不惦念手足之情，互相倾轧，丑态百出。为此，百姓间流传着一首歌谣：兄弟四五人，皆为侍中郎，五日一时来，观者满路旁。黄金络马头，颎颎何煌煌。桃生露井上，李树生桃旁。虫来啮桃僵。树木身相代，兄弟还相忘！人们借此叹息：井边之桃树与李树相依为伴，虫蛀桃树，往往李树代桃树受蛀而枯萎僵死。李树尚能够以身代为提醒，他们兄弟之情谊连树木都不如",
            "profilePicture": "11",
            "forceSensitive": false,
            "affiliation": "SITH"
        },
        {
            "id": 12,
            "firstName": "第十二计",
            "lastName": "顺手牵羊",
            "birthdate": "顺手牵羊是指趁机顺手夺取财物的策略。故事源于战国时期，楚国将军春申君为了调解齐国和楚国的矛盾，被派往齐国。他在齐国时，发现齐国王宫周围的牛羊成群，于是他便利用这一机会，让士兵们顺手把牛羊牵到楚国。春申君并没有直接下令抢掠，而是暗示士兵们可以趁机牵走这些牲畜。齐国王宫的守卫并没有察觉到楚国士兵的行动，于是楚国得以顺利地将大批牛羊带回了楚国。",
            "profilePicture": "12",
            "forceSensitive": true,
            "affiliation": "FIRST_ORDER"
        },
        {
            "id": 13,
            "firstName": "第十三计",
            "lastName": "打草惊蛇",
            "birthdate": "南唐时候，当涂县（今属安徽省马鞍山市）的县令叫王鲁。这个县令贪得无厌，财迷心窍，见钱眼开，只要是有钱、有利可图，他就可以不顾是非曲直，颠倒黑白。在他做当涂县令的任上，干了许多贪赃枉法的坏事。常言说，上梁不正下梁歪。这王鲁属下的那些大小官吏，见上司贪赃枉法，便也一个个明目张胆干坏事，他们变着法子敲诈勒索、贪污受贿，巧立名目搜刮民财，这样的大小贪官竟占了当涂县官吏的十之八九。因此，当涂县的老百姓真是苦不堪言，一个个从心里恨透了这批狗官，总希望能有个机会好好惩治他们，出出心中怨气。有一次，一个年轻人为了房基地和邻人张三起了纠纷，两家争吵不休，闹到县衙门。谁知，守衙门的士卒不让他们进去，说是要进门钱。年轻人只好拿出几文钱，才进了衙门。进门没走多远，又遇到个人拦住他们，喝道：你们私闯公堂，胆子不小，还不快出去！年轻人连忙分辩道：老爷，我是来请王县令公断的。张三霸占了我的房基地，却反诬我占了他的地，请老爷明鉴。张三认出拦住他们的人是县衙门的主簿（相当于秘书），连忙把他拉到一边，悄悄递过去一锭银子，说道：主簿大人，是他占了我的房基地请你为我做主。主簿见了亮闪闪的银子，眉开眼笑，转脸恶狠狠地对那个年轻人叱道：一点儿小事，也来惊动王大人。出去出去！不由分说，就把他们推出门去。年轻人回到家越想越气，就去联合那些受过主簿敲诈的人，写了状子，递到县衙门。这天，王鲁正坐在县衙里批阅案卷。他翻开一张状纸，状告主簿几个字跃入他的眼帘，他不觉一惊，赶紧往下看，越看越慌，因为状纸中对主簿的违法乱纪行为描述得清清楚楚。这些事情，大部分都是他暗地指使主簿干的。他想：如果这些事追究起来，必然要把自己牵扯进去，这可不妙啊。幸亏这件公文落在我手里，以后可要多加小心啊。想到这里，就随手批了八个字：汝虽打草，吾已蛇惊。意思是说：你们虽然告发的是我的下属，但我已经感到事态严重了，就像打草的时候惊动了草里的蛇一样啊！批完后，王鲁就把这个状子压了下来",
            "profilePicture": "13",
            "forceSensitive": false,
            "affiliation": "RESISTANCE"
        },
        {
            "id": 14,
            "firstName": "第十四计",
            "lastName": "借尸还魂",
            "birthdate": "春申君（春申君李斯）原是楚国的宰相，后来因不满楚怀王的统治而被迫离开楚国。后来楚怀王为了消灭春申君，派人前去刺杀他。春申君逃亡途中，被人误认为已经死亡，但实际上他装死躲过了追杀。春申君逃到了秦国，并且成功说服秦始皇发动六国之战，最终灭掉了楚国。",
            "profilePicture": "14",
            "forceSensitive": true,
            "affiliation": "JEDI"
        }
    ]
}
